brew "awscli"
brew "coreutils"
brew "duckdb"
brew "fzf"
brew "git"
brew "jq"
brew "k9s"
brew "kubectl"
brew "macvim"
brew "pnpm"
brew "postgresql"
brew "pygments"
brew "python"
brew "starship"
brew "zsh-autosuggestions"
brew "uv"

cask "font-jetbrains-mono-nerd-font"
cask "obsidian"
