brew "awscli"
brew "coreutils"
brew "difftastic"
brew "duckdb"
brew "fzf"
brew "git"
brew "jq"
brew "k9s"
brew "kubectl"
brew "kubectx"
brew "macvim"
brew "mise"
brew "pnpm"
brew "postgresql"
brew "pygments"
brew "python"
brew "starship"
brew "uv"
brew "zsh-autosuggestions"

cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "maccy"
cask "monitorcontrol"
cask "obsidian"
cask "rectangle"
cask "stats"
